content/main/20211129184304-paper_reading_machine.md
+++
title = "Paper Reading Machine"
author = ["System Administrator"]
draft = false
+++

## Process {#process}

Answer the following questions in context of every paper:

-   What's the problem
-   What's the finding
-   What's the interpretation
-   What's the design/logic of the experiment/research
-   What exactly was done
-   How were the data analysed


### 1. Early stage questions {#1-dot-early-stage-questions}

Answer could be found in the abstract.

If not, they should be appearing in the introduction or conclusion


#### What's the problem {#what-s-the-problem}


#### What's the finding {#what-s-the-finding}


#### What's the interpretation {#what-s-the-interpretation}


### 2. Further questions {#2-dot-further-questions}

Answer might not be easily found.

Need fish through the text to find the answer.


#### What's the design/logic of the experiment/research {#what-s-the-design-logic-of-the-experiment-research}


#### What exactly was done {#what-exactly-was-done}


#### How were the data analysed {#how-were-the-data-analysed}